# Feedback
## Extra
feedback.extra.suggestions.addAnotherWord=1\u301C2\u306E\u5358\u8A9E\u3092\u8FFD\u52A0\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u4E00\u822C\u7684\u3067\u306F\u306A\u3044\u5358\u8A9E\u306E\u307B\u3046\u304C\u9069\u3057\u3066\u3044\u307E\u3059\u3002

## Default
feedback.default.suggestions.useFewWords=\u4E00\u822C\u7684\u306A\u30D5\u30EC\u30FC\u30BA\u3092\u907F\u3051\u308B\u305F\u3081\u3001\u3044\u304F\u3064\u304B\u306E\u5358\u8A9E\u3092\u4F7F\u7528\u3057\u3066\u304F\u3060\u3055\u3044\u3002
feedback.default.suggestions.noNeedSymbols=\u8A18\u53F7\u3001\u6570\u5B57\u3001\u307E\u305F\u306F\u5927\u6587\u5B57\u3067\u3042\u308B\u5FC5\u8981\u306F\u3042\u308A\u307E\u305B\u3093\u3002

## Dictionary
feedback.dictionary.warning.passwords.top10=\u3053\u308C\u306F\u4F7F\u308F\u308C\u3084\u3059\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u30C8\u30C3\u30D710\u3067\u3059\u3002
feedback.dictionary.warning.passwords.top100=\u3053\u308C\u306F\u4F7F\u308F\u308C\u3084\u3059\u3044\u30D1\u30B9\u30EF\u30FC\u30C9\u306E\u30C8\u30C3\u30D7100\u3067\u3059\u3002
feedback.dictionary.warning.passwords.veryCommon=\u3053\u308C\u306F\u4E00\u822C\u7684\u306B\u3088\u304F\u4F7F\u308F\u308C\u308B\u30D1\u30B9\u30EF\u30FC\u30C9\u3067\u3059\u3002
feedback.dictionary.warning.passwords.similar=\u3053\u308C\u306F\u4E00\u822C\u7684\u306B\u3088\u304F\u4F7F\u308F\u308C\u308B\u30D1\u30B9\u30EF\u30FC\u30C9\u306B\u4F3C\u3066\u3044\u307E\u3059\u3002
feedback.dictionary.warning.englishWikipedia.itself=\u63A8\u6E2C\u3057\u3084\u3059\u3044\u5358\u8A9E\u3067\u3059\u3002
feedback.dictionary.warning.etc.namesThemselves=\u81EA\u5206\u81EA\u8EAB\u306E\u59D3\u540D\u306F\u7C21\u5358\u306B\u63A8\u6E2C\u3067\u304D\u3066\u3057\u307E\u3044\u307E\u3059\u3002
feedback.dictionary.warning.etc.namesCommon=\u4E00\u822C\u7684\u306A\u59D3\u540D\u306F\u7C21\u5358\u306B\u63A8\u6E2C\u3067\u304D\u3066\u3057\u307E\u3044\u307E\u3059\u3002
feedback.dictionary.suggestions.capitalization=\u5927\u6587\u5B57\u306B\u3059\u308B\u3053\u3068\u306F\u3042\u307E\u308A\u52B9\u679C\u304C\u3042\u308A\u307E\u305B\u3093\u3002
feedback.dictionary.suggestions.allUppercase=\u3059\u3079\u3066\u5927\u6587\u5B57\u306B\u3057\u305F\u3068\u3057\u3066\u3082\u3001\u3059\u3079\u3066\u5C0F\u6587\u5B57\u306B\u3057\u305F\u3068\u304D\u3068\u540C\u3058\u304F\u3089\u3044\u7C21\u5358\u306B\u63A8\u6E2C\u3067\u304D\u3066\u3057\u307E\u3044\u307E\u3059\u3002
feedback.dictionary.suggestions.reversed=\u53CD\u8EE2\u3057\u305F\u5358\u8A9E\u3092\u63A8\u6E2C\u3059\u308B\u3053\u3068\u306F\u3042\u307E\u308A\u96E3\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
feedback.dictionary.suggestions.l33t=\u300Ca\u300D\u306E\u4EE3\u308F\u308A\u306B\u300C@\u300D\u3092\u4F7F\u3046\u3088\u3046\u306A\u3001\u4E88\u6E2C\u3057\u3084\u3059\u3044\u7F6E\u304D\u63DB\u3048\u306F\u3042\u307E\u308A\u52B9\u679C\u304C\u3042\u308A\u307E\u305B\u3093\u3002

## Spatial
feedback.spatial.warning.straightRowsOfKeys=\u30AD\u30FC\u30DC\u30FC\u30C9\u306E1\u884C\u306F\u7C21\u5358\u306B\u63A8\u6E2C\u3067\u304D\u3066\u3057\u307E\u3044\u307E\u3059\u3002
feedback.spatial.warning.shortKeyboardPatterns=\u77ED\u3044\u30AD\u30FC\u30DC\u30FC\u30C9\u306E\u30D1\u30BF\u30FC\u30F3\u306F\u7C21\u5358\u306B\u63A8\u6E2C\u3067\u304D\u3066\u3057\u307E\u3044\u307E\u3059\u3002
feedback.spatial.suggestions.UseLongerKeyboardPattern=\u3082\u3063\u3068\u9577\u3044\u30AD\u30FC\u30DC\u30FC\u30C9\u306E\u30D1\u30BF\u30FC\u30F3\u3092\u4F7F\u3063\u3066\u304F\u3060\u3055\u3044\u3002

## Repeat
feedback.repeat.warning.likeAAA=\u300Caaa\u300D\u306E\u3088\u3046\u306A\u7E70\u308A\u8FD4\u3057\u306F\u7C21\u5358\u306B\u63A8\u6E2C\u3067\u304D\u3066\u3057\u307E\u3044\u307E\u3059\u3002
feedback.repeat.warning.likeABCABCABC=\u300Cabcabcabc\u300D\u306E\u3088\u3046\u306A\u7E70\u308A\u8FD4\u3057\u306F\u300Caaa\u300D\u306E\u3088\u3046\u306A\u7E70\u308A\u8FD4\u3057\u3088\u308A\u3082\u5C11\u3057\u96E3\u3057\u3044\u3060\u3051\u3067\u3059\u3002
feedback.repeat.suggestions.avoidRepeatedWords=\u5358\u8A9E\u3084\u6587\u5B57\u306E\u7E70\u308A\u8FD4\u3057\u306F\u907F\u3051\u3066\u304F\u3060\u3055\u3044\u3002

## Sequence
feedback.sequence.warning.likeABCor6543=\u300Cabc\u300D\u3084\u300C6543\u300D\u306E\u3088\u3046\u306A\u4E26\u3073\u306F\u7C21\u5358\u306B\u63A8\u6E2C\u3067\u304D\u3066\u3057\u307E\u3044\u307E\u3059\u3002
feedback.sequence.suggestions.avoidSequences=\u30B7\u30FC\u30B1\u30F3\u30B9\u3092\u907F\u3051\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

## Regex
feedback.regex.warning.recentYears=\u6700\u8FD1\u306E\u5E74\u306F\u7C21\u5358\u306B\u63A8\u6E2C\u3067\u304D\u3066\u3057\u307E\u3044\u307E\u3059\u3002
feedback.regex.suggestions.avoidRecentYears=\u6700\u8FD1\u306E\u5E74\u3084\u3042\u306A\u305F\u306B\u95A2\u9023\u3059\u308B\u5E74\u3092\u907F\u3051\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002

## Date
feedback.date.warning.dates=\u65E5\u4ED8\u306F\u3057\u3070\u3057\u3070\u7C21\u5358\u306B\u63A8\u6E2C\u3067\u304D\u3066\u3057\u307E\u3044\u307E\u3059\u3002
feedback.date.suggestions.avoidDates=\u3042\u306A\u305F\u306B\u95A2\u9023\u3059\u308B\u5E74\u3084\u65E5\u4ED8\u3092\u907F\u3051\u308B\u3088\u3046\u306B\u3057\u3066\u304F\u3060\u3055\u3044\u3002