# Feedback
## Extra
feedback.extra.suggestions.addAnotherWord=Ajoutez un ou deux autres mots. Les mots inhabituels sont meilleurs.

## Default
feedback.default.suggestions.useFewWords=Utilisez plusieurs mots, \u00E9vitez les phrases courantes.
feedback.default.suggestions.noNeedSymbols=Les caract\u00E8res sp\u00E9ciaux, les chiffres ou les lettres majuscules ne sont pas n\u00E9cessaires.

## Dictionary
feedback.dictionary.warning.passwords.top10=C'est l'un des 10 mots de passe les plus courants.
feedback.dictionary.warning.passwords.top100=C'est l'un des 100 mots de passe les plus couramment utilis\u00E9s.
feedback.dictionary.warning.passwords.veryCommon=Il s'agit d'un mot de passe tr\u00E8s courant.
feedback.dictionary.warning.passwords.similar=C'est tr\u00E8s similaire \u00E0 un mot de passe fr\u00E9quemment utilis\u00E9.
feedback.dictionary.warning.englishWikipedia.itself=Un seul mot est facile \u00E0 deviner.
feedback.dictionary.warning.etc.namesThemselves=Les noms et noms de familles individuels sont faciles \u00E0 deviner.
feedback.dictionary.warning.etc.namesCommon=Les noms communs et les noms de famille sont faciles \u00E0 deviner.
feedback.dictionary.suggestions.capitalization=Les majuscules ne sont pas d'une grande aide.
feedback.dictionary.suggestions.allUppercase=Tout en majuscules est presque aussi facile \u00E0 deviner que tout en minuscules.
feedback.dictionary.suggestions.reversed=Les mots invers\u00E9s ne sont pas beaucoup plus difficiles \u00E0 deviner.
feedback.dictionary.suggestions.l33t=Les substitutions pr\u00E9visibles comme'@' au lieu de'a' ne sont pas d'une grande aide.

## Spatial
feedback.spatial.warning.straightRowsOfKeys=Les suites de touches sont faciles \u00E0 deviner.
feedback.spatial.warning.shortKeyboardPatterns=De courtes s\u00E9ries de touches sont faciles \u00E0 deviner.
feedback.spatial.suggestions.UseLongerKeyboardPattern=Utilisez une s\u00E9rie plus longue de touches avec des changements de ligne plus fr\u00E9quents.

## Repeat
feedback.repeat.warning.likeAAA=Les r\u00E9p\u00E9titions comme'aaaa' sont faciles \u00E0 deviner.
feedback.repeat.warning.likeABCABCABC=Les r\u00E9p\u00E9titions comme'abcabcabcabcabc' sont juste un peu plus difficiles \u00E0 deviner que'abc'.
feedback.repeat.suggestions.avoidRepeatedWords=\u00C9vitez de r\u00E9p\u00E9ter des mots et des lettres.

## Sequence
feedback.sequence.warning.likeABCor6543=Les s\u00E9quences comme abc ou 6543 sont faciles \u00E0 deviner.
feedback.sequence.suggestions.avoidSequences=\u00C9vitez les s\u00E9quences.

## Regex
feedback.regex.warning.recentYears=Les ann\u00E9es r\u00E9centes sont faciles \u00E0 deviner.
feedback.regex.suggestions.avoidRecentYears=\u00C9vitez les ann\u00E9es r\u00E9centes, \u00E9vitez les ann\u00E9es qui vous sont associ\u00E9es.

## Date
feedback.date.warning.dates=Les dates sont souvent faciles \u00E0 deviner.
feedback.date.suggestions.avoidDates=\u00C9vitez les dates et les ann\u00E9es qui vous sont associ\u00E9es.
